Repository: majidnazari65/gf-recaptcha-v3
Catalog: languages/gf-recaptcha-v3-*.po
Languages: fa_ir

source: Google reCAPTCHA v3 Keys
fa_ir: کلیدهای reCAPTCHA v3 گوگل

source: Site Key
fa_ir: کلید سایت (Site Key)

source: Secret Key
fa_ir: کلید مخفی (Secret Key)

source: Score Threshold
fa_ir: آستانه امتیاز

source: Minimum score (e.g., 0.5)
fa_ir: حداقل امتیاز (مثلا: 0.5)

source: Google recommends 0.5 as a default.
fa_ir: گوگل امتیاز 0.5 را به عنوان پیش‌فرض توصیه می‌کند.

source: reCAPTCHA Error: Token not found.
fa_ir: خطای reCAPTCHA: توکن یافت نشد.

source: Error connecting to reCAPTCHA server.
fa_ir: خطا در ارتباط با سرور reCAPTCHA.

source: reCAPTCHA validation failed. Please try again.
fa_ir: اعتبارسنجی reCAPTCHA ناموفق بود. لطفا دوباره تلاش کنید.

source: reCAPTCHA v3 Settings
fa_ir: تنظیمات reCAPTCHA v3

source: Enable reCAPTCHA v3
fa_ir: فعال‌سازی reCAPTCHA v3

source: Enable reCAPTCHA v3 for this form
fa_ir: فعال‌سازی reCAPTCHA v3 برای این فرم

source: Adds Google reCAPTCHA v3 validation to this form. This is enabled by default for all forms unless explicitly disabled.
fa_ir: اعتبارسنجی reCAPTCHA v3 گوگل را به این فرم اضافه می‌کند. این گزینه به طور پیش‌فرض برای همه‌ی فرم‌ها فعال است مگر اینکه صراحتاً غیرفعال شود.

source: Save Settings
fa_ir: ذخیره تنظیمات
